{
  "quotes": [
    {"author": "Miyamoto Musashi", "quote": "Do nothing that is of no use."},
    {"author": "Miyamoto Musashi", "quote": "Perceive that which cannot be seen with the eye."},
    {"author": "Miyamoto Musashi", "quote": "The way is in training."},
    {"author": "Miyamoto Musashi", "quote": "You must understand that there is more than one path to the top of the mountain."},
    {"author": "Sun Tzu", "quote": "Appear at points which the enemy must hasten to defend; march swiftly to places where you are not expected."},
    {"author": "Sun Tzu", "quote": "In the midst of chaos, there is also opportunity."},
    {"author": "Sun Tzu", "quote": "He will win who knows when to fight and when not to fight."},
    {"author": "Sun Tzu", "quote": "Let your plans be dark and impenetrable as night, and when you move, fall like a thunderbolt."},
    {"author": "Yamamoto Tsunetomo", "quote": "The way of the Samurai is found in death."},
    {"author": "Yamamoto Tsunetomo", "quote": "A man who has not once submitted to the pain of defeat will never truly know his own limits."},
    {"author": "Yamamoto Tsunetomo", "quote": "The more a warrior cultivates the mind, the less he fears death."},
    {"author": "Marcus Aurelius", "quote": "You have power over your mind – not outside events. Realize this, and you will find strength."},
    {"author": "Marcus Aurelius", "quote": "Waste no more time arguing about what a good man should be. Be one."},
    {"author": "Seneca", "quote": "He who fears death will never do anything worthy of a living man."},
    {"author": "Seneca", "quote": "It is a rough road that leads to the heights of greatness."},
    {"author": "Seneca", "quote": "Difficulties strengthen the mind, as labor does the body."},
    {"author": "Epictetus", "quote": "First say to yourself what you would be; and then do what you have to do."},
    {"author": "Epictetus", "quote": "The greater the difficulty, the more glory in surmounting it."},
    {"author": "Epictetus", "quote": "If you want to improve, be content to be thought foolish and stupid."},
    {"author": "Musashi-style", "quote": "Strike with clarity, and the enemy falters before your resolve."},
    {"author": "Musashi-style", "quote": "No hesitation, no mercy, only precision."},
    {"author": "Musashi-style", "quote": "Train beyond exhaustion; mastery is born from relentless effort."},
    {"author": "Musashi-style", "quote": "Control yourself or be controlled by others."},
    {"author": "Sun Tzu-style", "quote": "Victorious warriors win first and then go to war, while defeated warriors go to war first and then seek to win."},
    {"author": "Sun Tzu-style", "quote": "Swift as the wind, silent as the forest, fierce as fire, immovable as a mountain."},
    {"author": "Yamamoto-style", "quote": "A warrior sees death daily and yet lives fully."},
    {"author": "Yamamoto-style", "quote": "Every action is a blade; wield it with focus."},
    {"author": "Modern Shinobi", "quote": "Master the code as you master the sword."},
    {"author": "Modern Shinobi", "quote": "Efficiency is the silent killer of mediocrity."},
    {"author": "Modern Shinobi", "quote": "Discipline is your strongest weapon; guard it ruthlessly."},
    {"author": "Modern Shinobi", "quote": "Time wasted is a wound that never heals."},
    {"author": "Miyamoto Musashi", "quote": "Perceive that which cannot be seen with the eye; feel that which cannot be felt with the hand."},
    {"author": "Sun Tzu", "quote": "Move swiftly to strike where the enemy is weakest."},
    {"author": "Marcus Aurelius", "quote": "Do every act of your life as though it were your last."},
    {"author": "Seneca", "quote": "A sword is not strong because it is sharp, but because it is wielded without fear."},
    {"author": "Epictetus", "quote": "Make the impossible, possible through relentless persistence."},
    {"author": "Musashi-style", "quote": "Victory is born from preparation, not chance."},
    {"author": "Sun Tzu-style", "quote": "He conquers who conquers himself."},
    {"author": "Yamamoto-style", "quote": "Embrace pain; it is the forge of strength."},
    {"author": "Modern Shinobi", "quote": "Code, fight, endure — repeat until mastery is inevitable."},
    {"author": "Modern Shinobi", "quote": "Silence your fear before it silences you."},
    {"author": "Miyamoto Musashi", "quote": "Do not sleep under a roof. Carry your life with you."},
    {"author": "Sun Tzu", "quote": "If you know the enemy and know yourself, you need not fear the result of a hundred battles."},
    {"author": "Marcus Aurelius", "quote": "Be like the cliff against which the waves continually break; but it stands firm and tames the fury of the water."},
    {"author": "Seneca", "quote": "Luck is what happens when preparation meets opportunity."},
    {"author": "Epictetus", "quote": "No man is free who is not master of himself."},
    {"author": "Musashi-style", "quote": "One who conquers the self, conquers all."},
    {"author": "Sun Tzu-style", "quote": "A leader leads by example, not by force."},
    {"author": "Yamamoto-style", "quote": "A man must die or master himself — there is no middle path."},
    {"author": "Modern Shinobi", "quote": "Ruthlessness begins within; sweep out weakness before it touches others."},
    {"author": "Modern Shinobi", "quote": "Every second wasted is a blade dulled."},
    {"author": "Musashi-style", "quote": "Think lightly of yourself and deeply of the world."},
    {"author": "Sun Tzu-style", "quote": "Opportunities multiply as they are seized."},
    {"author": "Marcus Aurelius", "quote": "Do not act as if you were going to live ten thousand years. Death hangs over you. Live now."},
    {"author": "Seneca", "quote": "He who is brave is free."},
    {"author": "Epictetus", "quote": "Wealth consists not in having great possessions, but in having few wants."},
    {"author": "Musashi-style", "quote": "Know your strategy and strike without hesitation."},
    {"author": "Sun Tzu-style", "quote": "Move like the shadows, strike like lightning."},
    {"author": "Yamamoto-style", "quote": "Strength is born from relentless self-examination."},
    {"author": "Modern Shinobi", "quote": "Master your body, master your craft, master your fate."},
    {"author": "Modern Shinobi", "quote": "Pain is a teacher; listen carefully."},
    {"author": "Miyamoto Musashi", "quote": "Think lightly of life, deeply of death."},
    {"author": "Sun Tzu", "quote": "Strategy without tactics is the slowest route to victory."},
    {"author": "Marcus Aurelius", "quote": "Reject your comfort, embrace your discipline."},
    {"author": "Seneca", "quote": "It is not that we have a short time to live, but that we waste much of it."},
    {"author": "Epictetus", "quote": "No man is free who cannot command himself."},
    {"author": "Musashi-style", "quote": "Mastery requires blood, sweat, and solitude."},
    {"author": "Sun Tzu-style", "quote": "The supreme art of war is to subdue the enemy without fighting."},
    {"author": "Yamamoto-style", "quote": "Death is the companion of every warrior; fear it not."},
    {"author": "Modern Shinobi", "quote": "Silence is the weapon of the focused mind."},
    {"author": "Modern Shinobi", "quote": "Every hour untrained is a chain around your potential."},
    {"author": "Miyamoto Musashi", "quote": "Do not let the mind be clouded by desire or fear."},
    {"author": "Sun Tzu", "quote": "Move swiftly, strike decisively, vanish silently."},
    {"author": "Marcus Aurelius", "quote": "You are a little soul carrying a corpse — do not waste your soul."},
    {"author": "Seneca", "quote": "Bravery is the art of being the master of fear."},
    {"author": "Epictetus", "quote": "Make virtue your only possession."},
    {"author": "Musashi-style", "quote": "Victory belongs to the prepared mind."},
    {"author": "Sun Tzu-style", "quote": "One who knows himself and the enemy will not be defeated."},
    {"author": "Yamamoto-style", "quote": "Pain is temporary; regret is eternal."},
    {"author": "Modern Shinobi", "quote": "Discipline your habits, or they will discipline you."},
    {"author": "Modern Shinobi", "quote": "Fear is a blade; grip it and it cuts you, release it and it cuts nothing."}
  ]
}
